{
  "write_email": {
    "lm": null,
    "traces": [],
    "train": [],
    "demos": [
      {
        "augmented": true,
        "notes": "- Iterating towards product-market fit: The focus on iterating quickly towards product-market fit is essential for driving growth and sustainability. By continuously testing and refining our product offerings based on market feedback, we can increase our chances of success and better meet customer needs. - Goals for self-service funnel and daily engagement roadmap: Launching a self-service funnel to learn from user interactions and building a daily engagement roadmap are key strategic initiatives. These goals can help us drive user acquisition, retention, and ultimately, revenue growth. - Feedback on website: Addressing confusion about the product and the need for more qualified traffic sources are critical for improving user experience and conversion rates. Implementing changes based on user feedback can lead to a more effective website that attracts and retains the right audience. - Testing of Oodles game: The positive feedback received for the Oodles game is encouraging, but technical issues need to be resolved promptly to ensure a seamless user experience. Testing and optimizing the game can help us leverage its potential as a valuable engagement tool. - Rapid prototyping for daily engagement concepts: The rapid prototyping of new concepts like the \"Would you rather\" ice breaker game demonstrates a proactive approach to enhancing daily engagement. Exploring innovative ideas and gathering user feedback can lead to the development of compelling features that drive user interaction and retention. Notes to self: - Prioritize feedback implementation on the website to address user confusion and improve conversion rates. - Collaborate with the technical team to resolve issues with the Oodles game and optimize its performance for a better user experience. - Conduct user testing and feedback sessions for new engagement concepts to validate their appeal and effectiveness. - Monitor metrics related to website traffic, user engagement, and conversion rates to track the impact of changes and optimizations. - Stay agile and adaptable in responding to market feedback and iterating on product offerings to achieve product-market fit efficiently.",
        "email_body": "What's on my mind\n\nThis week has propelled us closer to the goal of achieving that elusive product-market fit, a milestone critical for our growth and sustainability. We've been rigorously iterating based on the market feedback, and I'm confident that we're on the right track. Our focus has been dual-pronged: launching a self-service funnel to glean insights from user interactions, and crafting a daily engagement roadmap to ensure our users have reasons to come back every day.\n\nFeedback from our website indicated some confusion about what our product offers and highlighted the need for more qualified traffic sources. It's clear we need to refine our messaging and perhaps reevaluate our user acquisition channels to ensure we're attracting the right audience. This feedback is invaluable, and we're already brainstorming ways to address these issues.\n\nOn a brighter note, the testing phase for our Oodles game has garnered positive feedback, although we've hit a snag with some technical issues. It's imperative we iron these out swiftly to capitalize on the game's potential to boost user engagement. \n\nWe're also experimenting with rapid prototyping for new daily engagement concepts, such as the \"Would you rather\" ice breaker game. These initiatives are all about enhancing user interaction and making sure there's always something new and engaging on the horizon for our users.\n\nMoving forward, here's the plan:\n- Implement changes to the website to alleviate user confusion and improve our traffic quality. This is priority one.\n- Work closely with the technical team to resolve the issues plaguing the Oodles game. We need to ensure a seamless user experience to fully leverage its engagement potential.\n- Initiate user testing and feedback sessions for our new engagement concepts. It’s crucial we validate their appeal and effectiveness to ensure we're investing in features that genuinely enhance daily engagement.\n\nI'll be keeping a close eye on our metrics related to website traffic, user engagement, and conversion rates to measure the impact of our efforts. It's a time of rapid iteration and adaptation, and I'm energized by the challenges and opportunities ahead.\n\nLet's keep pushing boundaries and innovating to meet our users' needs and expectations. The journey to product-market fit is a marathon, not a sprint, and every step forward is a step in the right direction.\n\nStay agile,\n[Your Name]"
      },
      {
        "augmented": true,
        "notes": "- Collaboration with Isao & Scott on work-in-progress thought streams: Leveraging the insights and expertise of Isao and Scott in discussing work-in-progress thought streams can lead to innovative ideas and solutions. Their diverse perspectives can help in refining our strategies and approaches to drive meaningful progress. - Driving employee engagement without HR mandates: Focusing on driving employee engagement organically, without relying solely on HR mandates, can foster a more genuine and sustainable culture of engagement within the organization. Empowering employees to take ownership of their engagement can lead to higher motivation and productivity. - Solving matchmaking challenge for product usage: Prioritizing the resolution of the matchmaking challenge is essential in enhancing the user experience and maximizing product usage. By addressing this issue, we can improve customer satisfaction and retention rates. - Theories on single player and multiplayer engagement strategies: Exploring different engagement strategies for both single player and multiplayer scenarios can provide valuable insights into tailoring our approaches to different user preferences and behaviors. Understanding these dynamics is crucial in designing effective engagement tactics. - Exploration of assumptions and critical path items for summer work: Delving into the assumptions and critical path items for summer work can help in identifying potential risks and dependencies that may impact our progress. By conducting a thorough analysis, we can mitigate uncertainties and optimize our planning process. - Visual representations and diagrams: Utilizing visual representations and diagrams to explain concepts can enhance clarity and understanding among stakeholders. Visual aids can simplify complex ideas and facilitate communication, making it easier to convey key messages effectively. - Ongoing roadmap decisions and prioritization process: Continuously evaluating roadmap decisions and refining the prioritization process is essential in adapting to changing circumstances and aligning with strategic goals. Regular reviews and adjustments can ensure that our plans remain relevant and achievable. Notes to self: - Schedule a follow-up meeting with Isao and Scott to further explore work-in-progress thought streams and brainstorm new ideas. - Conduct employee engagement surveys to gather feedback and insights on current engagement levels and areas for improvement. - Allocate dedicated resources to address the matchmaking challenge and track progress towards resolving it. - Test different engagement strategies for single player and multiplayer scenarios to determine their effectiveness and impact on user engagement. - Conduct a thorough review of assumptions and critical path items for summer work to identify potential bottlenecks and develop contingency plans. - Create visual representations and diagrams to illustrate key concepts and facilitate discussions with stakeholders. - Regularly review and adjust the roadmap based on feedback, data insights, and changing priorities to ensure alignment with organizational objectives.",
        "email_body": "What’s on my mind\n\nThis week, Isao, Scott, and I have been deep in discussions, exploring some work-in-progress thought streams that are shaping up to be quite promising. It's been incredibly valuable to leverage their insights as we piece together innovative solutions that I believe could significantly drive our progress forward.\n\nOne area we're passionately debating is how to cultivate genuine employee engagement without defaulting to traditional HR mandates. The goal is to foster a culture where engagement is organic and deeply rooted in our team's daily activities, ensuring it's sustainable and self-propelling. \n\nWe're also tackling the matchmaking challenge head-on. Our product's success hinges on our ability to seamlessly match users in a way that enhances their experience and encourages prolonged usage. This is a puzzle we're determined to solve, as it stands at the core of customer satisfaction and retention.\n\nOur brainstorming sessions have led us to explore various theories around engagement strategies, particularly differentiating between single player and multiplayer scenarios. These discussions are crucial as they help us understand diverse user behaviors and preferences, guiding us towards designing more effective engagement tactics.\n\nAdditionally, we're delving into the assumptions underpinning our summer work and identifying critical path items. It's a deep dive that's uncovering potential risks and dependencies we need to mitigate to stay on track. Visual representations and diagrams are proving to be invaluable tools in these discussions, simplifying complex ideas and facilitating more effective communication across the team.\n\nAs we continue to refine our roadmap, the ongoing decision-making and prioritization process remains at the forefront of our strategic planning. It’s a dynamic process, constantly evolving based on new insights, feedback, and the changing landscape we find ourselves in.\n\nNotes to self:\n- Organize a follow-up session with Isao and Scott to dive deeper into our current thought streams and explore new ideas that have emerged.\n- Initiate an employee engagement survey to better understand current levels of engagement and identify actionable areas for improvement.\n- Dedicate resources to develop a comprehensive solution to the matchmaking challenge, ensuring we track and measure our progress effectively.\n- Experiment with different engagement strategies for both single and multiplayer scenarios, evaluating their impact and effectiveness.\n- Review and analyze the assumptions and critical path items for our summer projects, developing contingency plans as needed.\n- Utilize visual aids more extensively in our discussions to improve clarity and understanding among all stakeholders.\n- Maintain a flexible approach to our roadmap, continually reassessing and adapting our priorities to align with our strategic objectives and market demands.\n\nExcited to see how these discussions will translate into tangible results in the coming weeks.\n\nBest,\n[Your Name]"
      },
      {
        "notes": "- Shift in customer strategy towards achieving the \"delight\" moment: Focusing on creating a delightful experience for customers can drive engagement and loyalty. By understanding what truly delights our target customers, we can tailor our offerings to exceed their expectations and differentiate ourselves in the market. - Emphasis on being our own target customer for quick iteration: By putting ourselves in the shoes of our target customers, we can gain valuable insights and iterate quickly on our products and services. This user-centric approach can lead to more effective solutions and better alignment with customer needs. - Progress on playspace first experience and upcoming hackathon: The playspace first experience is a critical milestone in our product development journey. The upcoming hackathon presents an opportunity to further enhance this experience and collaborate with team members to drive innovation and creativity. - Feedback collection from existing paying customers by Scott: Gathering feedback from paying customers is essential in understanding their needs and preferences. Scott's initiative to collect this feedback can provide valuable insights for product improvement and customer satisfaction. - Caution against mentally anchoring to current pricing: It's important to remain flexible and open-minded when considering pricing strategies. Avoiding mental anchoring to current pricing can help us explore new opportunities for revenue generation and market positioning. - Receipt of first cash payment from a customer: Receiving the first cash payment from a customer is a significant milestone that validates the value of our products or services. This achievement should be celebrated and serves as motivation to continue delivering exceptional value to customers. - Insights from Scott's PPC audit: Scott's PPC audit provides valuable data on campaign performance, relevant modifiers, and competitor analysis. These insights can inform our marketing strategy and optimization efforts to drive better results and maximize ROI. - Customer backing out of payment due to financial distress: Customer payment issues due to financial distress highlight the importance of empathy and flexibility in customer relationships. Finding ways to support customers during challenging times can strengthen loyalty and trust in our brand. - Isao's product roadmap for reference: Isao's product roadmap offers a strategic vision for product development and innovation. Referencing this roadmap can help align our efforts with long-term goals and ensure consistency in product direction. Notes to self: - Prioritize customer feedback in product development decisions and iterate based on insights gathered. - Explore pricing options beyond current models to assess potential for revenue growth. - Monitor cash flow closely and ensure timely follow-up on customer payment issues to maintain financial stability. - Implement recommendations from Scott's PPC audit to optimize marketing campaigns and improve performance. - Collaborate with Isao to align product roadmap with customer strategy and ensure synergy across teams for successful execution.",
        "email_body": "What's on my mind\r\n\r\nThere’s been a shift in how we’re talking about getting to the “delight”\r\nmoment with customers.\r\n\r\nLast week we were saying we need to get 10 founding customers and just\r\niterate with them. We were leaving out a key asset, we are our own target\r\ncustomer. In addition to the customer strategy, we can quickly iterate\r\nthere ourselves.\r\n\r\nWe have to ship our playspace first experience, which we hope to have live\r\nin Alpha form this week.\r\n\r\nThen we’re having a hackathon next week, we’re going to crank on this until\r\nit’s fun FOR US. We’re also meeting regularly to play other games together\r\n(it’s rough work) and figure out what brings our team closer together.\r\n\r\nAlongside that Scott is taking prototypes to our existing paying customers\r\nto collect feedback starting next week.\r\n\r\nThis is a huge relief for me, the learning velocity needed to go up\r\ndramatically and I have strong confidence this will get us there.\r\n\r\nI feel the need to reiterate to everyone that we have no idea what our\r\nprice point is. We have taken a random stab in the dark with current\r\npricing; optimizing it is NOT a priority. Please do NOT mentally anchor to\r\nit.\r\n\r\nWhat got done\r\n\r\nWe got our first actual cash payment from a customer this week. First $594\r\nin the bank 🙂\r\n\r\nScott had a PPC audit that was quite revealing. His takeaways are below:\r\n\r\n   -\r\n\r\n   lots of relevant modifiers that create all types of combinations of\r\n   long-tail searches (the best kinds). Virtual, remote, distributed, zoom,\r\n   games, activities, team building, groups, company, etc. Will then add the\r\n   game modifiers when have more games. Drawing, Trivia, Bingo, Scribble, etc.\r\n   -\r\n\r\n   avg cpc is about $4.50 so the math doesn't feel crazy at 2.5% to 10%\r\n   call conversion to muster up more calls.\r\n   -\r\n\r\n   not surprisingly, traffic volume trends are going down as some % of\r\n   teams go back into the office.\r\n\r\n\r\nThe biggest competitor for these keywords was Confetti\r\n<https:\/\/www.withconfetti.com\/>. This means they likely have figured\r\nsomething out and we are watching them closely.\r\n\r\nHere’s a screenshot:\r\n\r\n\r\n\r\nWe had a customer back out of payment. They are a good friend of Scott and\r\nclaimed financial distress leading to a full freeze on expenses.\r\n\r\n\r\n\r\nIsao’s product roadmap:\r\n",
        "email_subject": "FC Strategy Standup 3\/13",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Team focus on chat and AI NPC integrations: The team's return to the office with a focus on chat and AI NPC integrations highlights the importance of enhancing social engagement and user experience. This strategic direction can help in creating more interactive and immersive environments for users, leading to increased retention and engagement.\n- Creating vibrant community presence: Emphasizing the creation of a vibrant community presence is essential for building a loyal user base and sustaining long-term user connection. Engaging with users through various channels and activities can foster a sense of belonging and ownership within the community.\n- Introducing emotes, reactions, and avatars: The plans to introduce emotes, reactions, and avatars can enhance user identity and engagement within the platform. These interactive features can add a personal touch to user interactions and create a more dynamic and engaging user experience.\n- Visual representation of social graph: Contemplating the visual representation of the social graph can provide users with a clearer understanding of their connections and interactions within the platform. This can help in increasing user awareness and promoting social engagement and collaboration.\n- Tracking user progress and shifting acquisition strategy: Focusing on tracking user progress over time and shifting the user acquisition strategy reflects a data-driven approach to optimizing user retention and growth. By analyzing user behavior and preferences, we can tailor our acquisition efforts to target and attract high-value users.\n- Product strategy discussion with Andrew and Isao: The upcoming product strategy discussion with Andrew and Isao is a valuable opportunity to align our product roadmap with our monetization strategy. Their insights and expertise can guide us in making strategic decisions that drive revenue growth and user engagement.\n- Emphasis on influencers and community in growth strategy: Prioritizing influencers, community, and word-of-mouth in the growth strategy underscores the power of social proof and organic user acquisition. Leveraging influencers and community advocates can amplify our reach and credibility, leading to sustainable growth and brand loyalty.\n- Attracting and retaining poker-curious audience for Series A funding: Focusing on attracting and retaining a poker-curious audience is critical for positioning the platform for Series A funding. Understanding the needs and preferences of this target audience can help in tailoring our product offerings and marketing strategies to drive user acquisition and retention.\nNotes to self:\n- Explore potential partnerships with influencers and community leaders to amplify user engagement and acquisition efforts.\n- Develop a roadmap for implementing emotes, reactions, and avatars to enhance user interaction and identity within the platform.\n- Conduct user surveys and feedback sessions to gather insights on user preferences and areas for improvement in social engagement features.\n- Prepare for the product strategy discussion with Andrew and Isao by outlining key objectives, priorities, and potential challenges to address.\n- Evaluate the effectiveness of current user tracking mechanisms and consider implementing new tools or strategies to enhance user progress monitoring and analysis.",
        "email_body": "What’s on my mind\r\n\r\nThis week, we've had the whole team back in the office, with Thomas returning from paternity leave and others from their vacations. There's a palpable sense of eagerness to dive back into work, and our focus is sharp on shipping chat and AI NPC integrations to foster social engagement. The aim is to cultivate not just a temporary spike in retention but a sustained, meaningful connection with our users over time.\r\n\r\nWe're looking at chat as more than a mere feature; it's the foundation for a vibrant community presence. AI NPCs will play a crucial role in setting the tone for the kind of interactions we want to encourage. Following the chat rollout, we're planning to introduce emotes, reactions, and persistent identities through avatars. The idea is to create a sense of belonging and identity both in-game and on the homepage, where users can witness ongoing games and feel the pulse of the community.\r\n\r\nWe're also contemplating how to visually represent the social graph, making weak and strong connections distinguishable, perhaps through color coding or opacity changes. This visual cue should enhance the awareness of a persistent social network within our design.\r\n\r\nAnother critical aspect we're honing in on is the tracking of progress over time. Users have expressed a strong desire to see their improvement, and while we don't have a concrete plan for this yet, it's high on our priority list. We're committed to leading into this area soon.\r\n\r\nOn the user acquisition front, we've shifted to spending only two days a week to acquire users. This change allows us to focus on weekly cohort data, which is more indicative of our progress and also more cost-effective.\r\n\r\nNext week, I'm looking forward to a half-day session with Andrew and Isao. We'll be discussing our product strategy through the lens of our business model. It's crucial to align our product development with our monetization strategy, even though we're not looking to monetize immediately. This alignment will help us maintain focus and urgency on the right things.\r\n\r\nWe're also placing a strong emphasis on influencers, community, and word-of-mouth in our growth strategy. These elements are not just part of our growth strategy but are expected to be the enduring force behind it. We're considering intentional actions to drive this, like posting summaries of influencer gameplay to foster engagement.\r\n\r\nAs we think about our path to Series A, the key is to prove that we can attract and retain the poker-curious audience. This group represents a significant market opportunity, and our success hinges on our ability to engage and monetize them.\r\n\r\nHappy new year, excited to build with y’all in 2024\r\n\r\n\r\nAmir Elaguizy\r\nJanitor\r\nPoker Skill\r\n\r\n",
        "email_subject": "Poker Skill Strategy Standup 1\/6\/24",
        "email_to": "",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Audience expansion strategy: The shift from targeting HR buyers to focusing on engaging employees and eventually reaching out to the broader community reflects a strategic evolution in our approach. By tapping into the potential of employee engagement and community building, we can create a more sustainable and impactful growth strategy. It's essential to tailor our messaging and features to cater to each segment effectively.\n- Employee engagement features: Building features that enhance employee engagement is a key driver for user retention and satisfaction. By prioritizing the development of such features, we can create a more interactive and valuable user experience that fosters loyalty and advocacy. It's important to gather feedback from users and iterate on these features based on their needs and preferences.\n- Key questions from the board: Addressing the board's inquiries regarding game distribution, user engagement, and public scope experience requires a thorough analysis and strategic response. Providing clear and data-driven answers to these questions can help in aligning the board's expectations with our product roadmap and long-term goals. It's crucial to communicate effectively and transparently with the board to ensure their continued support and involvement.\n- Summer product roadmap progress: The ongoing work on the summer product roadmap to incorporate board feedback demonstrates our commitment to continuous improvement and responsiveness to stakeholder input. By actively integrating board recommendations into our roadmap, we can ensure that our product development efforts are aligned with strategic objectives and market demands. It's important to track progress, identify any potential roadblocks, and adjust plans accordingly to meet our targets.\n- Plan to share wireframes: Sharing wireframes in the coming weeks for further discussion is a proactive step towards gathering feedback and input from relevant stakeholders. This collaborative approach can help in refining our product designs, identifying potential enhancements, and ensuring alignment with user expectations. It's essential to facilitate productive discussions around the wireframes, address any concerns or suggestions, and incorporate valuable insights into the final product design.\nNotes to self:\n- Schedule a meeting to discuss the audience expansion strategy with the team and brainstorm potential tactics for engaging employees and the broader community.\n- Prioritize the development of employee engagement features and involve users in the feedback loop to gather insights for iterative improvements.\n- Prepare detailed responses to the board's key questions and support them with relevant data and insights for a comprehensive understanding.\n- Review the progress on the summer product roadmap, identify any gaps or dependencies, and communicate updates to the team and stakeholders.\n- Coordinate the sharing of wireframes with the relevant parties, set clear objectives for the discussions, and document feedback for future reference and action.",
        "email_body": "*What's on my mind*\r\n\r\nThis is going to be short because I’ve spent all week talking to yall\r\nbetween board meeting and informals, but I did want to take a second to\r\nsummarize what our takeaways are.\r\n\r\nWe’re on a path towards a broader audience that looks like this:\r\n\r\n   1.\r\n\r\n   Today: HR buyers (Monetizable + ready to give feedback)\r\n   2.\r\n\r\n   Next: The Employees themselves\r\n   3.\r\n\r\n   Eventually: Their friends & family -> Broader community\r\n\r\n\r\nStarting with the most narrow & eager monetizable audience provided us\r\ninitial focus, but our next goals require engagement at the employee level\r\nand we’ll be building features that drive that engagement.\r\n\r\n\r\nWe heard a few key questions from the board that were SUPER helpful:\r\n\r\n   1.\r\n\r\n   How are you building games that are going to drive distribution?\r\n   2.\r\n\r\n   How will you use those games to drive distribution?\r\n   3.\r\n\r\n   What is your public scope experience?\r\n   4.\r\n\r\n   How do you handle the “empty lobby problem” (I’m all ready to play but\r\n   nobody is there)?\r\n   5.\r\n\r\n   How are you going to start talking to the users that’ll drive viral\r\n   growth (employees) vs central HR buyer?\r\n   6.\r\n\r\n   How does your rmessaging & brand support your goal? Test: What do your\r\n   users say when you ask them to describe what you do?\r\n\r\n\r\nWe’ve started working on our summer product roadmap along these lines. It’s\r\nstill messy but you can see we’re starting to directly address these items\r\nwith our plans:\r\n\r\n\r\nThe board meeting was a great prompt for us\r\n\r\nThanks for the support & look for some ugly wireframes coming at you over\r\nthe next few weeks as we process all this.\r\n",
        "email_subject": "FC Strategy Standup 6\/23",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Proof of concept and pre-seed funding with Isao: Securing Isao's support for the proof of concept and pre-seed funding is a significant milestone that validates our idea and potential. It's essential to leverage this partnership to strengthen our position in the market and attract further investment opportunities.\n- Development of consumer-grade prototype and seed round funding: The development of a consumer-grade prototype is a crucial step in demonstrating our product's viability and attracting seed round funding. This phase requires a focus on user experience, feedback, and iteration to ensure we meet the needs and expectations of our target customers.\n- Focus on targeting startups as the customer base: Targeting startups as our customer base aligns with our mission to support and empower entrepreneurial ventures. By catering to this niche market, we can better understand their pain points, offer tailored solutions, and establish strong relationships within the startup ecosystem.\n- Mission to build community through games: Building a community through games presents an opportunity to engage and connect with diverse audiences. It's important to create meaningful experiences, foster collaboration, and cultivate a sense of belonging among community members to drive long-term loyalty and advocacy.\n- Goal to achieve initial product-market fit: Achieving initial product-market fit is a critical milestone that validates our value proposition and market demand. It's essential to gather feedback, iterate on our product offering, and validate our assumptions to ensure we meet the needs of our target customers effectively.\n- Decision to wind down discord community and focus on startups: The decision to wind down the discord community reflects a strategic shift towards focusing on startups as our primary customer segment. This realignment allows us to streamline our efforts, allocate resources more efficiently, and better serve the needs of our target market.\n- Importance of revenue growth for financing on own terms: Revenue growth is key to achieving financial independence and securing financing on our own terms. By prioritizing sustainable revenue streams, we can reduce our reliance on external funding sources, maintain control over our business decisions, and ensure long-term stability and growth.\n\nNotes to self:\n- Engage with Isao to discuss next steps and align on the timeline for the proof of concept and pre-seed funding.\n- Prioritize the development of the consumer-grade prototype and seek feedback from target customers to iterate and improve.\n- Explore partnership opportunities with startups to expand our customer base and drive revenue growth.\n- Implement community-building strategies through games to enhance user engagement and foster a sense of belonging.\n- Monitor key metrics related to product-market fit and revenue growth to track progress and make informed decisions.",
        "email_body": "What’s on my mind\r\n\r\nFantastic alignment & focus week.\r\n\r\n\r\n   -\r\n\r\n   Late 2021 - Isao and I make a proof of concept and decide its fun; we\r\n   raise a pre-seed\r\n   -\r\n\r\n   Mid-2022 - We build a real consumer-grade prototype and validate the\r\n   fun-ness of the concept and are able to attract the seed round\r\n   -\r\n\r\n   December\/Early Jan - We spend 5 weeks exploring our initial customer\r\n   focus by testing various audiences to see who is pulling the product out of\r\n   us\r\n\r\n\r\nYesterday we got together and made the call that was obvious after the\r\nalignment work: Startups want us; let's focus there.\r\n\r\nThis fits neatly into the plan we outlined (read\r\n\r\n   -\r\n\r\n   Our mission is to build community through games. We want to bring 1M\r\n   communities closer together over the next several years\r\n   -\r\n\r\n   To do that we will need games and experiences that appeal to a variety\r\n   of different types of communities - which will take capital and time\r\n   -\r\n\r\n   The best way for us to have access to both time and capital is to\r\n   demonstrate aggressive but responsible revenue growth such that we can\r\n   finance on our terms when we want\r\n   -\r\n\r\n   In 2023 we must achieve initial product-market fit by monetizing a\r\n   well-defined target customer and have revenue & strategy to get more\r\n\r\n\r\nIn December we said our 90-day goal was: Understand who our payer is and\r\nunblock decisions around product strategy\r\n\r\nWe now have our target customer, albeit fairly loosely defined. Startups\r\nbetween 10-100 employees. We’ll be defining further as we go.\r\n\r\nOur new 90-day goal is: Attract 10 founding customers and delight by any\r\nmeans necessary, develop theories on how to make scalable\r\n\r\nThis unpacks into a million little things, but the broader point is we feel\r\naligned with a customer type that understands and desires our value\r\nproposition + is willing to pay.\r\n\r\nWhat we got done this week\r\n\r\nIt’s hard to understate the importance of focusing, but it’s basically\r\neverything. Huge.\r\n\r\nScott Faust blew my doors off this week by preemptively deciding to wind\r\ndown our discord community and part ways with the contractors that were\r\nrunning the community games. He correctly identified that this\r\nconsumer-focused community is a significant distraction when our target\r\ncustomer is startups. Just the coordination effort in our own slack of\r\nrunning this community focuses the team on the wrong things.  It takes an\r\nexperienced entrepreneur who is determined to win to do the most brutally\r\neffective thing to create focus. I couldn’t be more proud.\r\n",
        "email_subject": "FC Strategy Standup 1\/20",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Introduction of weekly stand-ups for the team: Implementing weekly stand-ups can enhance communication, collaboration, and accountability within the team. It provides a structured forum for sharing updates, addressing challenges, and aligning on priorities, ultimately improving overall team performance.\n- Focus on sustainable updates and supplementing board package updates: Balancing the need for detailed board package updates with sustainable and efficient communication methods like stand-ups is key. Supplementing board updates with concise summaries from stand-ups can ensure that all stakeholders are informed without overwhelming them with unnecessary details.\n- Planned strategy session with Nathan: Collaborating with Nathan in a strategy session can facilitate alignment on key objectives, goals, and plans for the upcoming period. It's an opportunity to leverage Nathan's expertise and insights in shaping a strategic roadmap for success.\n- Objectives for strategy session: Setting clear objectives such as defining 1-year success statements, establishing 90-day goals, outlining a hiring plan, and creating a board meeting calendar can provide a structured framework for the strategy session. These objectives serve as guiding principles for decision-making and resource allocation.\n- Successful round closure and follow-on funding: The successful closure of a funding round and securing follow-on funding are significant milestones that demonstrate investor confidence and support. Maintaining a healthy runway duration is essential for sustaining operations and achieving long-term growth.\n- Intention to maintain current burn rate: Opting to maintain the current burn rate indicates a strategic decision to balance growth with financial sustainability. It's important to regularly evaluate and optimize spending to ensure efficient resource allocation and maximize runway duration.\n- Proposed metrics for discussion and iteration: Identifying relevant metrics for monitoring progress, evaluating performance, and informing decision-making is crucial. These metrics should be regularly reviewed, discussed, and iterated upon to ensure alignment with strategic objectives and business goals.\n\nNotes to self:\n- Establish a consistent schedule and format for weekly stand-ups to maximize effectiveness and participation.\n- Prepare an agenda and discussion points for the strategy session with Nathan to ensure a productive and focused meeting.\n- Document key outcomes and action items from the strategy session for reference and accountability.\n- Monitor runway duration and financial metrics closely to proactively address any potential challenges or opportunities for improvement.\n- Seek feedback from team members on the effectiveness of stand-ups and adjust as needed to enhance communication and collaboration.",
        "email_body": "Hey Team!\r\n\r\n\r\nNow that we’re closed like to start sending weekly updates. I will play\r\nwith format and timing until I find something that works. I’m purposely\r\ncalling them stand up so that I don’t start to bloat them into “everything”\r\nupdates, making them unsustainable (and then I stop doing them).\r\n\r\nThis is intended to supplement the regular updates we’ll do as part of the\r\nboard package.\r\n\r\n\r\nps. Let me know who else should be on this distro from your teams.\r\n\r\nWhat on my mind\r\n\r\nNext week Nathan flies in, and we’re going to have a couple of days focused\r\non strategy. I want to come away with the following:\r\n\r\n   1.\r\n\r\n   High level 1 year success statements rooted in our vision\r\n   2.\r\n\r\n   90-day goals that put us on the path to (1)\r\n   3.\r\n\r\n   Initial (very slim) hiring plan. 0-1 people.\r\n   4.\r\n\r\n   Initial board meeting calendar\r\n\r\n\r\nWhat we got done this week\r\n\r\nWe closed the round! There is still ~$400k of follow-on that we’re chasing\r\ndown and a few SAFEs that we have to get signed but now it's just chasing.\r\n\r\nWe’ll have something like 30 months of runway at the current burn, and we\r\ndo not intend to increase the burn significantly anytime soon.\r\n\r\nMetrics\r\n\r\nThe first row is a partial week. These aren’t specifically the best metrics\r\nfor us to be talking about, it's more like what I had on hand this week and\r\nstarts a precedent. We’ll iterate on this over time, and I think they will\r\nadjust from the output of our discussion next week too.\r\n",
        "email_subject": "FC Strategy Standup FC 12\/2",
        "email_to": "Andrew Sheppard <andrew@transcend.fund>",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Positive feedback from startup teams: The positive feedback received from startup teams on the product is a validation of our efforts and a sign of readiness to start charging soon. This feedback serves as a motivating factor to continue improving and delivering value to our customers.\n- Product strategy implications: The implications of the product strategy becoming clear indicate a direction for future development and growth. It's important to align these implications with the needs and preferences of our target market to ensure strategic success.\n- Measurable team engagement and actual product usage: Startup teams valuing measurable team engagement and actual product usage highlights the importance of data-driven decision-making. By focusing on these metrics, we can better understand user behavior and preferences to enhance the product experience.\n- Pricing expectations and emphasis on team engagement: The pricing expectations around $5-$10 per seat with an emphasis on team engagement reflect the value proposition of our product. It's essential to communicate this value effectively to potential customers and justify the pricing based on the benefits offered.\n- Cultural values and remote work mindset: The emphasis on cultural values including remote work and a progressive mindset aligns with the evolving work landscape. By promoting these values, we can attract and retain top talent who resonate with our organizational culture.\n- \"Aha\" moment for startup teams: The clear \"aha\" moment experienced by startup teams when they see the product in action signifies the product's ability to address a critical need or pain point. Leveraging this moment in our marketing and sales efforts can enhance customer acquisition and retention.\n- Interest from potential investors: The interest from potential investors based on customer pitches indicates market validation and growth potential. It's important to capitalize on this interest and maintain transparency and professionalism in investor communications.\n- Qualitative customer-focused document and exploration of Head of Product role: The work on a qualitative customer-focused document and exploration of a Head of Product role demonstrate a commitment to customer-centricity and product excellence. These initiatives can drive product innovation and customer satisfaction.\n- Progress with outreach to YC startups and virtual goods survey results: The progress made with outreach to YC startups and virtual goods survey results showcases proactive efforts in market research and networking. Building relationships with key stakeholders and leveraging survey insights can inform strategic decision-making and product development.\n\nNotes to self:\n- Analyze the feedback from startup teams to identify patterns and areas for improvement.\n- Align product strategy implications with market trends and customer feedback for strategic alignment.\n- Develop a pricing strategy that emphasizes value proposition and team engagement metrics.\n- Foster a remote work-friendly culture and uphold progressive values in organizational practices.\n- Highlight the \"aha\" moment in marketing materials and sales pitches to drive customer engagement.\n- Nurture investor relationships with professionalism and transparency in communications.\n- Refine the qualitative customer-focused document for clarity and relevance to customer needs.\n- Explore the potential impact of a Head of Product role on product development and innovation.\n- Continue outreach efforts to YC startups and leverage virtual goods survey results for market insights and product enhancements.",
        "email_body": "I'm breaking my 1 page rule with this update but I got really excited.\r\n\r\n\r\nWhat's on my mind.\r\n\r\nThis felt like a great week. The leadership team is concluding that startup\r\nteams are very excited about what we’re building. We’ve spoken to ~ ten\r\nstartups in the 5-100 employee range, and all are hungry and willing to\r\npay. It’s clear to us that we could start charging them now. Which is to\r\nsay, we should and will soon.\r\n\r\nThe product strategy implications are evident, which feels great.  I’m glad\r\nwe took the time to be thoughtful about this, although three weeks feels\r\nlike basically eternity to me.\r\n\r\nSome things we see with these startup teams:\r\n\r\n   -\r\n\r\n   Success to them is measurable team engagement. Actual usage is what will\r\n   matter. They are buying engagement.\r\n   -\r\n\r\n   $5-$10\/seat is what they seem to view as “reasonable” (comping with\r\n   slack in some cases)\r\n   -\r\n\r\n   Progressive about culture and remote work is a foregone conclusion\r\n   -\r\n\r\n   Seeing the product is what makes them get it. There is a clear “aha”\r\n   moment when they sit down at the table to play\r\n   -\r\n\r\n   Poker in the absence of other games, is definitely pushing us into the\r\n   “engineering team” bucket. Even when explained through the lens of team\r\n   engagement, people still expect poker to be about gambling\r\n\r\n\r\nOne soft signal that I have seen before (with Cratejoy) is that we had\r\nearly customer pitches turn into “can I invest?” questions. This means it’s\r\nsomething people really want.\r\n\r\nI’ve attached a SUPER DUPER WIP working document that we’re putting notes\r\nin around the customer. This is entirely qualitative at the moment, very\r\nfeel based from our calls.\r\n\r\nI’m starting to feel out a Head of Product role. I’ve floated this with a\r\nfew of you and gotten edits. I’m going to keep talking to as many smart\r\npeople as I can to build a list of companies to hire from, as well as some\r\nmore thoughtful attributes for the right hire. This will be an extremely\r\nhigh-leverage hire but easy to screw up as well. Early applications on LI\r\nencourage me. There is a lot of talent out there right now:\r\nhttps:\/\/www.linkedin.com\/jobs\/view\/3429978798\r\n\r\n\r\nWhat we got done this week\r\n\r\nScott started doing outreach to YC startups in the 10-100 employee range\r\nand we took a bunch of calls, more scheduled in coming weeks. This was huge\r\nto help pull me out of the weeds, thanks Scott.\r\n\r\nIsao and team started getting real results on the virtual goods survey.\r\nResponse rate is in the 2% range which feels low. The result themselves are\r\npretty encouraging though. It seems like there’s a mechanic here that can\r\nbe applied onto our primary strategy, but it doesn’t feel like the primary\r\nmonetization mechanic.\r\n",
        "email_subject": "FC Strategy Standup 1\/13",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Finding founding customers for PMF: The focus on finding founding customers for PMF is essential in validating our product-market fit and shaping our growth strategy. By targeting early adopters who align with our value proposition and vision, we can gather valuable feedback and insights to iterate and improve our offerings. - Customer delight experiments and increasing interactions: Emphasizing customer delight experiments and increasing interactions can help in enhancing customer satisfaction and loyalty. By proactively seeking feedback, addressing pain points, and creating memorable experiences, we can build long-lasting relationships with our customers. - Roadmap for releasing playspace + game 2: Having a clear roadmap for releasing playspace and game 2 is crucial in managing expectations and setting milestones for development. This can help in aligning cross-functional teams, prioritizing tasks, and ensuring timely delivery of high-quality products. - Reframed growth playbook with new goals: The reframed growth playbook with new goals reflects a strategic shift towards achieving sustainable growth and scalability. By setting clear objectives, defining key metrics, and aligning on strategic initiatives, we can drive focused and impactful growth strategies. - Addition of contractor Mike for product experimentation: Bringing on contractor Mike for product experimentation can bring fresh perspectives and specialized expertise to our team. His contributions in testing new ideas, conducting experiments, and analyzing results can help in accelerating innovation and optimizing product performance. - Closure of paying customer Mio by Scott: The decision to close paying customer Mio by Scott signals a strategic shift towards focusing on high-value customers and optimizing revenue streams. This move may require careful communication and mitigation strategies to minimize any potential impact on existing relationships and revenue. - Implementation of weekly customer reviews and competitive analysis: Implementing weekly customer reviews and competitive analysis is crucial in staying informed about market trends, customer preferences, and competitive landscape. This regular cadence of analysis can provide valuable insights for strategic decision-making and continuous improvement. Notes to self: - Prioritize customer feedback and iterate on product features to enhance customer satisfaction and retention. - Monitor progress on playspace and game 2 releases and adjust timelines as needed to ensure quality and alignment with customer expectations. - Review and adjust growth goals based on performance metrics and market feedback to drive sustainable and scalable growth. - Collaborate closely with contractor Mike on product experimentation initiatives and leverage his expertise to drive innovation and optimization. - Communicate effectively with stakeholders about the closure of paying customer Mio and address any potential concerns or implications. - Conduct regular customer reviews and competitive analysis to stay ahead of market trends and identify opportunities for differentiation and growth.",
        "email_body": "What's on my mind\r\n\r\n\r\n\r\nWe had a state of the union GP meeting this week. The key discussion items\r\nwere:\r\n\r\n   1.\r\n\r\n   A paying customer is not necessarily a useful customer for finding PMF.\r\n   We want FOUNDING customers. These are those who are excited about the\r\n   potential, interested in helping, will jump on a call in a heartbeat. Those\r\n   are the ones that can help us iterate quickly.\r\n   2.\r\n\r\n   We are closing accounts, sure - but none of us feel like we’re on a path\r\n   to actually delight the customers we are closing. In other words, if it’s\r\n   not a “fuck yes”, it’s a no. Right now nobody feels like a “fuck yes.” We\r\n   wow them with our first game, and then after that we can viscerally feel\r\n   the excitement drop off. It would be easy to say “we just need more games”\r\n   but we don’t think thats the only answer, there are a ton of little new\r\n   things that could spice up the interactions. A simple example - ice breaker\r\n   questions during game play.\r\n   3.\r\n\r\n   The playspace first + game 2 direction feels correct but we don’t have\r\n   enough insight into the path to release, it’s been an R&D lead experiment\r\n   that Isao has personally been building. We need to break this down and find\r\n   a path to validate this and capture its value with customers sooner rather\r\n   than later.\r\n\r\n\r\nAs a result we’re doing the following things:\r\n\r\n   1.\r\n\r\n   Reframe our 10 customer goal to 10 FOUNDING customers, meaning we’ll\r\n   have more than 10 paying customers. Right now, we think 1 of our 5 paying\r\n   customers fits this mold. We’ll get better at finding them over time. This\r\n   implies we need more of a funnel than we have stood up - as we had just\r\n   enough outreach to hit our goal, now we need more.\r\n   2.\r\n\r\n   Aggressively focusing on running customer delight experiments. Every\r\n   interaction, we want to try something new and exciting, and we want to\r\n   increase the number of these interactions\r\n   3.\r\n\r\n   Building a roadmap to release playspace + game 2. Isao is giving us a\r\n   draft of this to review next week. We believe there may be shortcuts to get\r\n   there faster, such as simply having all new customers go onto the new\r\n   experience and not worrying about bringing the existing tech along.\r\n\r\n\r\nWhat we got done\r\n\r\nReframed growth playbook with new goals from above:\r\n\r\n\r\nI’m bringing on a contractor (Mike) to help with product experimentation\r\nvelocity. The rough spec for the agreement and Mike’s very unique resume\r\nare attached. All of the cofounders have met him and we’re in alignment on\r\ntrying him out as a consultant.\r\n\r\nScott closed our 5th paying customer: Mio - 70 people.\r\n\r\n\r\nOne cool thing about this close is seeing the internal champion use our\r\ncontent from our blog:\r\n\r\n\r\nCreating a customer-obsessed culture\r\n\r\nWe’ve started doing weekly whole-company reviews of every single customer.\r\nDiscuss where they sit, their pain points, and how we can delight them.\r\n\r\n\r\nEach Monday, we kick off for the week with a deep dive into a customer,\r\nincluding customer videos.\r\n\r\n\r\n\r\nWe’re doing a weekly deep dive with the team into anything remotely\r\ncompetitive or we can learn from.\r\n\r\n\r\n\r\nMetrics\r\n\r\n\r\n\r\nAmir’s shattered 5th metatarsal left foot X-ray\r\n\r\nThis feels relevant.\r\n\r\n[image: IMG_6258.jpg]\r\n",
        "email_subject": "FC Strategy Standup 3\/3",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Successful first matchmaking on platform: The successful first matchmaking on the platform is a significant milestone that demonstrates the effectiveness of our matchmaking algorithms and the value we provide to users. This success can be leveraged to attract more users and build a positive reputation in the market. - Focus on reducing user funnel friction and increasing player liquidity: Improving user experience and increasing player liquidity are essential for driving growth and retention. By identifying and addressing points of friction in the user funnel, we can enhance user satisfaction and ultimately increase player engagement and retention. - Use of ads for user acquisition and product roadmap prioritization: Leveraging ads for user acquisition can help us reach a wider audience and drive growth. Additionally, using ads for product roadmap prioritization can provide valuable insights into user preferences and help us focus on features that will have the most impact. - Challenges with Facebook advertising and approval from Google: Overcoming challenges with Facebook advertising and obtaining approval from Google are critical for our user acquisition efforts. It's important to address these issues promptly and explore alternative advertising channels to ensure continued growth and visibility. - Prospect Pete campaign featuring DALL-E generated images: The Prospect Pete campaign featuring DALL-E generated images is a creative and innovative approach to marketing. This campaign can help us stand out in a crowded market and attract the attention of potential users. - Plans to publish domain survey and pick a name: Publishing a domain survey and selecting a name are important steps in branding and positioning our platform. Gathering feedback through the survey can provide valuable insights and help us make informed decisions about our brand identity. - Focus on product metrics and team collaboration in early stages: Emphasizing product metrics and fostering team collaboration in the early stages is crucial for setting a strong foundation for growth. By tracking key metrics and encouraging open communication and collaboration, we can drive continuous improvement and innovation. - Mini-experiment with $50 a day ad spend for programmatic ad buying: Conducting a mini-experiment with $50 a day ad spend for programmatic ad buying is a strategic approach to testing new advertising strategies. This experiment can help us optimize our ad spend and identify opportunities for scaling our user acquisition efforts. - Team engagement in growth strategy and technology advancements: Engaging the team in growth strategy discussions and technology advancements is essential for aligning everyone towards common goals. By involving team members in decision-making processes and encouraging innovation, we can leverage the collective expertise and creativity of our team to drive success. Notes to self: - Monitor user feedback and engagement levels following the Prospect Pete campaign to assess its impact on user acquisition. - Address challenges with Facebook advertising and seek alternative advertising channels to diversify user acquisition efforts. - Analyze the results of the mini-experiment with $50 a day ad spend for programmatic ad buying to inform future advertising strategies. - Schedule a team meeting to discuss product metrics and identify key areas for improvement and optimization. - Keep the team informed and engaged in growth strategy discussions and technology advancements to foster a culture of innovation and collaboration.",
        "email_body": "What’s on my mind\r\n\r\nIt's been a fun week with a significant milestone—our first successful\r\nmatchmaking! Two complete strangers, both on our platform at the same time,\r\nclicked \"Play Now\" and got into a game.\r\n\r\nThe team is currently focused on reducing friction in the user funnel.\r\nWe're all on board with the goal of increasing \"player\r\nliquidity\"—essentially having more players at the tables enjoying our game.\r\nWe’ve got some really interesting ideas coming that I’m excited about.\r\n\r\nWe're not just using advertisements for user acquisition but also as a\r\nwindow into the future. It helps us prioritize our product roadmap more\r\neffectively. Imagine ads as a way to skip ahead in the book to read the\r\nlast page; it tells us which features to build next. This capability is\r\nshaping up well, and more importantly to me - the whole team is super\r\nengaged in this strategy.\r\n\r\nWhile we're making strides in technology, the ad landscape is putting us\r\nthrough a trial by fire. Facebook has been less than cooperative, locking\r\nour accounts and capping our daily spending to a meager $50. If anyone has\r\nany ideas or contacts that could help us clear this hurdle, your input\r\nwould be invaluable. Google just approved our account, and we’re going to\r\nput some ads live next week.\r\n\r\nOur Prospect Pete campaign, featuring DALL-E generated images, is ready to\r\nroll. We're allowing Facebook to auto-optimize the headlines and body text.\r\nIt's a mini-experiment and a precursor to a more programmatic approach to\r\nad buying that I'm excited about.\r\n\r\nI’m hoping to publish our domain survey next week to so we can finally get\r\nsome signal on that and pick a name.\r\n\r\nWe’re finally getting some product metrics now, too, dumping here what I\r\nhave not what our final form will be. Nothing you’re seeing is even alpha\r\nlevel yet, so I wouldn’t even consider this baseline. It’s just what a\r\nplayable poker canvas generates with $50 a day in spend. What's more\r\nimportant is we're measuring and talking about these now as a team.\r\n",
        "email_subject": "FC Strategy Standup 10\/13",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Purpose of the \"GP Tone Strategy\" meeting: The meeting with Nathan before the GP with FC has been specifically labeled as the \"GP Tone Strategy\" meeting, indicating a focus on setting the right tone for the upcoming discussion. This suggests that the sender is keen on establishing a positive and productive atmosphere during the GP, which can be crucial for effective communication and decision-making. - Importance of setting the right tone: Setting the right tone in any meeting is essential for fostering a conducive environment for collaboration, open communication, and mutual understanding. By proactively addressing the tone of the meeting, the sender is demonstrating a commitment to creating a positive and constructive dialogue with Nathan, which can lead to more productive outcomes. - Timing right before the GP: Holding the meeting with Nathan right before the GP with FC suggests that the sender recognizes the significance of preparation and alignment before important discussions. This strategic timing allows for last-minute adjustments, clarifications, and alignment of goals, ensuring that both parties are on the same page and ready for the GP. - Limited attendees: The decision to limit the attendees to only the sender and Nathan indicates a focus on direct communication and decision-making between key stakeholders. By keeping the meeting small and exclusive, the sender may be aiming to streamline discussions, maintain confidentiality, and facilitate more candid conversations with Nathan. Notes to self: - Prepare an agenda for the \"GP Tone Strategy\" meeting to outline key discussion points and objectives. - Consider discussing specific strategies for setting the right tone and managing expectations during the GP. - Use the meeting as an opportunity to clarify roles, responsibilities, and expectations for both parties. - Ensure that Nathan is fully briefed on the agenda and any relevant information before the meeting. - Follow up with action points and next steps after the meeting to maintain momentum and accountability.",
        "email_body": "Hey Caroline,\r\n\r\nBefore the GP with FC going forward for a while I'd like to have at least\r\n15 minutes with Nathan to make sure I'm setting the right tone in GP.\r\n\r\nYou can call it the \"GP Tone Strategy\" meeting, I'd like it to be just\r\nNathan and I and I'd like it to come RIGHT before the GP.\r\n\r\nThank you\r\n",
        "email_subject": "GP Tone Strategy",
        "email_to": "Caroline Simpson <caroline@fun.country>",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Future focus on corporation and blurring lines between community and work: As we navigate the evolving landscape of work and community, it's essential to explore ways to integrate these spheres seamlessly. By fostering a sense of community within the workplace and leveraging community platforms for networking and collaboration, we can create a more cohesive and engaged workforce. This alignment can lead to increased productivity, innovation, and employee satisfaction.\n- Early connection to various community platforms: Establishing early connections to diverse community platforms can provide valuable insights, networking opportunities, and potential partnerships. By actively engaging with different communities, we can broaden our reach, enhance our brand presence, and tap into new markets and audiences. This proactive approach can pave the way for strategic collaborations and growth opportunities.\n- Progress in finalizing funding rounds, with Polygon being the last: The successful completion of funding rounds, with Polygon as the final contributor, marks a significant milestone in our financial journey. This achievement underscores investor confidence in our vision, products, and team. It also positions us well for future growth, expansion, and strategic initiatives. \n- Potential of monetization for influencers and digital communities: Exploring the monetization potential for influencers and digital communities can unlock new revenue streams and business opportunities. By leveraging the influence and reach of key personalities and online communities, we can drive engagement, brand awareness, and sales. This strategic approach can create mutually beneficial partnerships and sustainable revenue models.\n- Insights from Nathan's updated metrics on growth playbook activities: Nathan's updated metrics on growth playbook activities offer valuable insights into the effectiveness of our strategies, campaigns, and initiatives. By analyzing these metrics, we can identify trends, patterns, and areas for improvement. This data-driven approach can inform future decision-making, optimize resource allocation, and drive continuous growth and innovation.\nNotes to self:\n- Explore ways to integrate community-building initiatives into our corporate culture and values.\n- Identify and prioritize key community platforms for early engagement and networking opportunities.\n- Communicate gratitude to all funders, including Polygon, for their support and confidence in our vision.\n- Develop a comprehensive monetization strategy for influencers and digital communities, considering value exchange and long-term sustainability.\n- Schedule a meeting with Nathan to discuss in-depth insights from the updated metrics and align on actionable next steps for growth and optimization.",
        "email_body": "Short week, Happy Holidays everyone.\r\n\r\n\r\nWhat’s on my mind\r\n\r\nI’m more intensely thinking about the future of the corporation and the\r\nblurring of lines between what is community and what is work. E.g.\r\nInfluencers, gig economy, DAOs, NFT communities. These are all people in\r\nsearch of a means other than the W2. This makes me want to be more\r\n“connected” to all of the various places community happens (slack, discord,\r\netc) earlier rather than later. Being broadly connected feels like the\r\nsmartest way to bet on the macro trend. I’m starting to think about\r\n“connectedness” as a core capability rather than an eventual feature.\r\n\r\nWhat we got done this week\r\n\r\nWe’re down to collecting our last couple of checks to get the round done.\r\nPolygon should be the last one, and they signed off on docs tonight.\r\n\r\nInfluencer \/ Tip Jar - Had a personal friend who is an influencer\/podcaster\r\nget excited about the potential of monetizing & engaging with his audience\r\nand start playing games on his own. The idea of unlocking new content &\r\nmonetization\/engagement for influencers feels like it has a lot of\r\npotential and is very future-aligned.\r\n\r\nStartups \/ Remote companies - Had our first startup start playing games on\r\ntheir own with strong feedback & interest. They indicated they WOULD be\r\nwilling to pay, and have enhancement requests. These tend to be in the\r\n$100-$300\/mo range when asked. Useful directionally.\r\n\r\nDigital Communities - Have had multiple conversations with digital\r\ncommunities that are already using the platform. They are willing to pay,\r\nalthough they seem a bit more competitor aware and price-point sensitive.\r\n\r\nSee Nathan’s updated metrics below.\r\n\r\nGrowth Playbook\r\n\r\n\r\nMetrics\r\n\r\nFirst row is partial, as always.\r\n\r\nCommunities - The first 3 columns - are games that occurred within a non-FC\r\ncommunity\r\n\r\nCitizens - The middle 3 columns - are games that are hosted within the FC\r\ncommunity\r\n\r\nThe large surge in “community” games in this first comes from us moving our\r\ninter-community collabs into the actual communities hosting the game. This\r\nis an attempt to get more repeat gameplay happening in the communities\r\nthemselves, to start to build habits.\r\n",
        "email_subject": "FC Strategy Standup 12\/23",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Team resilience and progress during COVID: Despite the challenges posed by the pandemic, the team has shown resilience and adaptability in continuing to make progress. This demonstrates the strength and determination of the team to overcome obstacles and achieve success. - Rebrand launch on pokerskill.com: The live launch of the rebrand on pokerskill.com marks a significant milestone in our efforts to enhance user experience and brand identity. Emphasizing retention in the rebrand indicates a strategic focus on long-term customer engagement and loyalty. - Internal goal of 35% Day 1 retention rate: Setting a specific retention goal highlights the importance of retaining users from the very beginning of their journey. Achieving this goal will require a combination of product improvements, engagement strategies, and data-driven insights to optimize retention efforts. - Testing playable ad units on Facebook: Exploring innovative ad formats like playable units on Facebook can be an effective way to drive engagement and attract new users. Testing and iterating on these ad units will provide valuable learnings to optimize our advertising strategy and maximize ROI. - Development of in-game features: The introduction of in-game chat, bots, and real-time coaching features can enhance the user experience and increase user engagement. These features can also differentiate our product in the market and attract users looking for interactive and personalized gameplay experiences. - Shift towards community-based strategy: Focusing on community-building as a core part of our go-to-market strategy can help drive organic growth, foster user loyalty, and create a sense of belonging among players. Building a strong community can also enable peer-to-peer support, user-generated content, and viral growth. - Partnerships with influencers and reputation building: Collaborating with influencers and establishing a positive reputation within poker communities can help increase brand awareness, credibility, and user acquisition. Leveraging influencers' reach and influence can amplify our marketing efforts and attract a larger audience of engaged users. - Monetization and cohort growth discussions: Early discussions on monetization strategies and cohort growth models indicate a proactive approach to sustainable revenue generation and user acquisition. Developing a clear monetization strategy and understanding user cohorts can inform product decisions, pricing strategies, and marketing tactics. - Insights from UA work and upcoming user survey: Leveraging insights from UA work on Google ads and FB Audience network can inform our advertising strategies, audience targeting, and campaign optimization. Conducting an upcoming user survey for product roadmap feedback and UA targeting can provide valuable user input to guide product development and marketing efforts. Notes to self: - Monitor retention metrics closely and iterate on engagement strategies to achieve the 35% Day 1 retention goal. - Analyze the performance of playable ad units on Facebook and adjust targeting and creatives for optimal results. - Prioritize the development of in-game features based on user feedback and engagement data to enhance the overall gaming experience. - Strengthen partnerships with influencers and poker communities to build brand reputation and attract a larger user base. - Continuously evaluate monetization strategies and cohort growth models to drive sustainable revenue growth and user acquisition. - Use insights from UA work and user survey feedback to inform product roadmap decisions, target UA efforts effectively, and optimize marketing campaigns.",
        "email_body": "What’s on my mind\r\n\r\nI lost four days of work to COVID but the team kept on trucking!\r\n\r\nOur rebrand is going to go live on pokerskill.com Friday afternoon, take a\r\npeek when you get a chance. It is a very differentiated brand designed to\r\nbring folks who are poker curious closer to us.\r\n\r\nNow that our funnel is working we are focusing on retention. We've seen an\r\nunoptimized Day 1 retention of roughly 10 to 11%, but I've set our internal\r\ngoal at 35% which I believe is achievable especially given that we’ve not\r\ndone much against it yet.\r\n\r\nWorking on the funnel also affects retention, so we’re moving to increase\r\nengagement before users even get to us by testing playable ad units on\r\nFacebook. This is something I’m excited about especially because Facebook\r\nis a source of cheap clicks, increasing the results here will be worth a\r\nlot to us.\r\n\r\nAs I mentioned before we have a bunch of new features about to go live. In\r\ngame chat is in development. Bots are likely to go live next week which\r\nmeans everyone who comes through the funnel has someone to play with. They\r\naren’t great yet, but a basis for iteration.\r\n\r\nWe’re also going to start working on our real-time coaching features via\r\nLLM which is highly differentiated.\r\n\r\nAs I go deeper into go to market I’m realizing that traditional marketing\r\nstrategies (such as SEO) are largely colonized by the existing real money\r\ngambling industry. We’re going to be doing long tail SEO work as a work\r\nstream, but its not going to get us where we want to go.\r\n\r\nI’m working on building a community based go to market strategy. We’ll be\r\nleaning on our orthogonal message about poker being a fun, skill based\r\nsocial game that should be accessible to everyone.\r\n\r\nWe released our first video welcome to the vision recorded by me,\r\npurposefully low fidelity to start to create a community of true believers.\r\nI’m going deeper on developing a strategy to partner with influencers, and\r\nI’m going to be building a reputation personally on major poker communities\r\n(such as r\/poker).\r\n\r\nThis is starting to come into focus as part of a broader go to market\r\nstrategy that is bigger than simply UA, and I’m running ahead of the team\r\nhere.\r\n\r\nIsao and I have also started early discussions on what it looks like to\r\ntest monetization. Nathan has started building a cohort growth model that\r\nwe’re putting early actuals in and will help us understand the growth curve\r\nand economics of the business as we validate more going forward.\r\n\r\nA couple quick insights from our UA work:\r\n\r\n“Free online poker, no download” style google ads gets us an e-mail for\r\n$3.46 in south east asia, with a conversion rate of about 27%\r\n\r\n“Play with friends” gets us an e-mail for $9.95 with an 8% conversion rate.\r\n\r\nOur best results on FB are actually coming from FB Audience network, e.g.\r\nthird party in app ads. Likely existing gaming inventory.\r\n\r\nWe’re pushing live a survey next week of retained users looking to\r\nunderstand more about their goals, what brought them in, and where they get\r\ninformation about poker. This will help us both with product roadmap and\r\ntargeting UA.\r\n\r\nI’m starting to get really excited about being able to build a more\r\nholistic go to market strategy than simply run ads in parallel to the team\r\nbuilding out the retention features.\r\n\r\n\r\n-- \r\n\r\nAmir Elaguizy\r\n\r\nPoker Skill <https:\/\/pokerskill.com>\r\n\r\nJanitor\r\n",
        "email_subject": "Poker skill strategy standup 12\/1",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@pokerskill.com>"
      },
      {
        "notes": "- Eric Seufert's advisory role: The addition of Eric Seufert as an advisor brings valuable expertise in navigating complex advertising landscapes, especially with Facebook ad approval processes. His insights and guidance can help optimize our ad campaigns and drive better results. - Increase in advertising budget: The decision to increase the advertising budget to $350\/day indicates confidence in our ad strategies and a willingness to invest in scaling our marketing efforts. Monitoring the performance metrics closely will be key in assessing the ROI of this increased spending. - Successful mobile ad campaign: The success of the mobile ad campaign with a low CPC is a promising sign of effective targeting and messaging. Analyzing the factors that contributed to this success can provide valuable insights for future campaigns. - Approval from Google: Obtaining approval from Google is a significant milestone that opens up new opportunities for reaching a wider audience and diversifying our advertising channels. Leveraging this approval effectively will be crucial in maximizing our ad reach and impact. - Shift towards viewing advertising as part of product experience: Viewing advertising as an integral part of the product experience can enhance user engagement and create a seamless journey from awareness to conversion. Aligning advertising strategies with product development can lead to more cohesive and impactful campaigns. - Progress on debugging funnel and understanding audience: Making progress on debugging the funnel and gaining a deeper understanding of our audience's behavior is essential for optimizing our conversion paths and targeting strategies. This data-driven approach can help us refine our marketing efforts for better results. - Execution of branded domain testing: The execution of branded domain testing demonstrates a commitment to brand consistency and credibility in our online presence. Testing different domain strategies can help us identify the most effective branding approach for our target audience. - Introduction of new features: Introducing new features like bot frameworks and real-time advice tables showcases our commitment to innovation and enhancing user experience. These features can differentiate our product offering and attract new users with unique functionalities. - Excitement around playing with ad units: The enthusiasm around exploring different ad units reflects a creative and experimental mindset that can lead to innovative advertising solutions. Testing and iterating on ad units can help us discover new ways to engage and convert our target audience effectively. Notes to self: - Schedule a meeting with Eric Seufert to discuss upcoming ad campaigns and optimization strategies. - Monitor the performance of the increased advertising budget closely and adjust spending based on ROI analysis. - Analyze the success factors of the mobile ad campaign and apply learnings to future campaigns for improved results. - Explore new advertising opportunities with Google approval and diversify our channel mix for broader reach. - Align advertising strategies with product development roadmap to create a cohesive and engaging user experience. - Review audience insights from funnel debugging and adjust targeting parameters for better ad performance. - Evaluate the results of branded domain testing and iterate on branding strategies for maximum impact. - Collaborate with the team to explore innovative features and ad units that can enhance our advertising effectiveness and user engagement. - Share the product sync deck with the team for review and gather feedback on product updates and feature enhancements.",
        "email_body": "What's on my mind\r\n\r\n\r\nFirst good news Eric Seufert <https:\/\/www.linkedin.com\/in\/ericseufert\/> has\r\njoined as an advisor, check out his LinkedIn. He’s already been massively\r\nhelpful.\r\n\r\nBig shoutout to everyone who helped us navigate the Facebook ad approval\r\nlabyrinth, especially Eric. Thanks to his connections, we got our account\r\napproved and the advertising budget lifted from $50 to $350 a day. So,\r\nwe're in business.\r\n\r\nInterestingly, we accidentally (read: Amir accidentally) spent our expanded\r\nbudget on mobile ads yesterday and hit some impressive traffic numbers.\r\nYes, it exposed some bugs but also opened our eyes to the potential in\r\nmobile. We found our CPC on mobile is staggeringly low at 1.8 cents\r\ncompared to 20 cents on the web. So, mobile, you have our attention now.\r\n\r\nGoogle approval also came through for us. But a word of caution—approval\r\nfeels like a relationship rather than a status with both Facebook and\r\nGoogle. We're in for a long-term job of account management given our\r\nassociation with poker, even though we're neither a social casino nor\r\ngambling platform. Traffic and data are flowing though.\r\n\r\nThe initiative to shift our thinking from “engineering” and “marketing” to\r\njust “growth” is going quite well. We're beginning to view advertising as a\r\npart of our product experience, and that shift is empowering for us as a\r\nteam. It has produced engagement levels we've never seen before. It's one\r\nof the most rewarding aspects of being in this early stage of business.\r\n\r\nAt our last board meeting, I highlighted three goals: debug our funnel,\r\nunderstand our audience, and execute branded domain testing. We're almost\r\nthere with the funnel, making good progress despite ad delays. The domain\r\ntesting ad unit went live last night (stay tuned).\r\n\r\nWe’re getting good data now on our Prospect Pete persona, along side\r\nStrategy Steve.\r\n\r\nSoon, we will introduce new features like bot frameworks to improve player\r\nliquidity and real-time advice tables, which tie into our educational\r\ncomponent.\r\n\r\nI’m excited now to spend all weekend playing with ad units ;)\r\n\r\n\r\nps. Attached is the product sync deck we're iterating on, you can see how\r\nmetrics and instrumentation are progressing. We review this with the whole\r\nteam.\r\n",
        "email_subject": "FC Strategy Standup 10\/20",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Shift in primary persona to Strategy Steve and secondary focus on Puzzle Paul: Recognizing the unique characteristics and preferences of Strategy Steve and Puzzle-loving Paul will allow us to tailor our game development and community engagement strategies effectively. Strategy Steve may value complex gameplay and strategic decision-making, while Puzzle-loving Paul may prefer challenges that stimulate problem-solving skills. By understanding and catering to these personas, we can create engaging experiences that resonate with our target audience.\n- Return to focusing on Poker as the primary game: The decision to refocus on Poker as the primary game stems from a strong intuition and conviction that it is the best fit for our target audience. Leveraging our expertise in Poker gameplay and the existing player base can help us capitalize on this opportunity and drive user engagement and retention. \n- Emphasis on building a game before a platform for better user engagement: Prioritizing game development over platform building aligns with the strategy of delivering value to users first and foremost. By focusing on creating a compelling gameplay experience, we can attract and retain users more effectively, laying a strong foundation for future platform expansion and monetization.\n- Importance of continuous user acquisition for building a core group of delighted users: Sustained user acquisition efforts are essential for growing our user base and fostering a community of engaged and loyal players. By implementing targeted acquisition strategies and monitoring user growth metrics, we can identify opportunities for improvement and optimize our acquisition channels for maximum impact.\n- Characteristics, preferences, and growth attributes of Strategy Steve and Puzzle-loving Paul: Understanding the unique traits and motivations of Strategy Steve and Puzzle-loving Paul is key to developing personalized experiences that resonate with each persona. Strategy Steve may value competitive gameplay, strategic depth, and social interaction, while Puzzle-loving Paul may enjoy challenging puzzles, collaborative gameplay, and creative problem-solving. By tailoring our game features, content, and engagement tactics to these personas, we can enhance user satisfaction and retention.\n\nNotes to self:\n- Conduct further research and analysis to validate assumptions about Strategy Steve and Puzzle-loving Paul's preferences and behaviors.\n- Prioritize feature development and content updates that cater to the interests and needs of both personas.\n- Monitor user engagement metrics and feedback to gauge the effectiveness of our persona-based strategies.\n- Explore partnerships or collaborations that can help amplify our reach and attract new users within the Strategy Steve and Puzzle-loving Paul segments.\n- Continuously iterate and refine our user acquisition and engagement strategies based on data-driven insights and user feedback.",
        "email_body": "*Whats on my mind * We've started to draw strong conclusions about the\r\ndirection we need to move in from here. Some of them are counterintuitive\r\nand represent a return to our prior thinking. There's a lot behind all of\r\nthis but I'll just summarize at the highest level.\r\n\r\nSome of the conclusions I’ve drawn from the last few weeks of intense focus\r\nand discussion, along with some 360-feedback from Andrew @ Transcend (thank\r\nyou):\r\n\r\n\r\n   1.\r\n\r\n   Our primary persona is Strategy Steve, secondary focus on Puzzle Paul.\r\n   This is counterintuitive because originally Butterfly Bella and Party Game\r\n   felt like the path. The problem with them is we don’t intuitively know them\r\n   extremely well and we’re guessing as to how to delight them.\r\n   2.\r\n\r\n   I’m focusing the team back on what we know well, rather than continuing\r\n   to experiment broadly. We need to get back to something we have strong\r\n   intuition & conviction around, and exploring a variety of different games\r\n   in a space we don’t know like the back of our hand is not going to get us\r\n   to any form of PMF anytime soon. That means back to Poker as our primary\r\n   focus.\r\n   3.\r\n\r\n   We have to build a game first, we can’t start with the platform. It’s\r\n   too diffuse and we’re getting a lot of people who are mildly interested but\r\n   very few people that are rabid. We did have rabid fans back when we were\r\n   purely focused on poker. We need this before we can become a platform.\r\n   4.\r\n\r\n   We need continuous user acquisition. The sales model of small amounts of\r\n   feedback here and there is NOT going to get us to FUN, and the ACV isn’t\r\n   high enough to allow us to focus deeply on one customer's needs at a time.\r\n   We have to build something that delights a core group and we need signal\r\n   against that continuously.\r\n\r\n\r\nI’m now investigating the community strategy and business model of chess.com\r\nas a way we can both build togetherness and focus on a single game at first\r\n(Poker).\r\n\r\nWe’ve had our first set of target customer interviews (100% match for\r\nStrategy Steve persona) and confirmed a lot of my theories, but more\r\nimportantly confirmed that this persona also plays: competitive chess,\r\nbackgammon, Uno (who knew), hearts and others. He also plays them mostly\r\nwith friends and family.\r\n\r\nWe’re getting back to what we know and it feels extremely right, stay tuned\r\nfor specifics.\r\n\r\n\r\n\r\n3. **Strategy Steve (Gen Z, age 20-24):**\r\n\r\n   - *Description*: Steve is a business analyst who loves games that\r\ninvolve strategy and decision making. He enjoys the competitive nature of\r\nstrategy games.\r\n\r\n   - *Game Preferences*: Risk, Chess, Settlers of Catan.\r\n\r\n   - *Value Proposition*: Complex and strategic games that test\r\ndecision-making skills in a competitive environment.\r\n\r\n   - *Potential Features*: Strategy games, leaderboards, matchmaking based\r\non skill level, real-time play.\r\n\r\n   - *Growth Attributes*: Inviting Friends (High), Group Play (High),\r\nSocial Sharing (Medium), Frequency of Play (High), Retention Rate (High),\r\nMonetization Potential (High), Influence (Medium)\r\n\r\n   - *Community Engagement*: Medium\r\n\r\n   - *Growth Contribution Potential*: High\r\n\r\n   - *Estimated TAM*: 12 million players\r\n\r\n   - *Priority Reasoning*: Steve has high growth attributes in terms of\r\ninviting friends, group play, and frequency of play. Given his competitive\r\nnature, he's likely to engage with others in communities around strategy\r\ngames.\r\n\r\n7. **Puzzle-loving Paul (Millennial, age 27-35):**\r\n\r\n   - *Description*: Paul is an accountant who loves to unwind with a good\r\npuzzle. He enjoys puzzle games that require focus and provide a sense of\r\naccomplishment once completed.\r\n\r\n   - *Game Preferences*: Sudoku, Crossword Puzzles, Jigsaw Puzzles.\r\n\r\n   - *Value Proposition*: Puzzle games that provide a satisfying challenge\r\nand a sense of accomplishment.\r\n\r\n   - *Potential Features*: Puzzle games, progress tracking.\r\n\r\n   - *Growth Attributes*: Inviting Friends (Low), Group Play (Low), Social\r\nSharing (Low), Frequency of Play (Low), Retention Rate (Medium),\r\nMonetization Potential (Medium), Influence (Low)\r\n\r\n   - *Community Engagement*: Low\r\n\r\n   - *Growth Contribution Potential*: Low\r\n\r\n   - *Estimated TAM*: 5 million players\r\n\r\n   - *Priority Reasoning*: Paul enjoys puzzle games and tends to focus on\r\nhis own achievement\r\n",
        "email_subject": "FC Strategy Standup 7\/28",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      },
      {
        "notes": "- Monetization strategy focus: Building a robust monetization strategy is essential for driving revenue growth and sustainability. By exploring company monetization avenues, user payment options, and partnership opportunities, we can create diversified revenue streams and maximize profitability. It's crucial to consider various monetization models and tailor them to our target audience for optimal results. - Analyst with gaming understanding: Hiring an analyst with gaming expertise can provide valuable insights into modeling potential monetization ideas and optimizing revenue generation. Their understanding of gaming trends and player behavior can help in identifying lucrative monetization opportunities and driving strategic decision-making. - Partnership emphasis on community connectedness: Strengthening partnerships with platforms like Zoom, Discord, and Slack can enhance our connectedness with communities and expand our reach. Collaborating with these platforms can facilitate seamless user interaction, community engagement, and brand visibility, ultimately driving user acquisition and retention. - NFT community feedback: Acknowledging that NFT communities may not be ready for monetization currently is an important insight. It's essential to assess market readiness and user acceptance before implementing monetization strategies to ensure successful outcomes and positive reception. - Scott's focus shift: Scott's pivot towards influencer monetization testing and startup validation indicates a strategic shift in our approach. Exploring new monetization avenues and validating business ideas can help in diversifying revenue streams and identifying growth opportunities. - Virtual goods survey findings: Conducting a virtual goods survey and uncovering competitor Confetti's focus on corporate events highlight the importance of market research and competitor analysis. Understanding consumer preferences and competitor strategies can inform our product development and monetization efforts, enabling us to stay competitive and innovative in the market. - Development of \"whereas\" statements: Crafting \"whereas\" statements that highlight our focus on community, quality, persistence, engagement, and existing communities can serve as guiding principles for our monetization strategy. These statements can align our efforts with core values and strategic objectives, fostering a cohesive and purpose-driven approach to revenue generation. - Growth Playbook metrics: While not prioritizing Growth Playbook metrics currently, reporting for hygiene purposes is essential for tracking performance and identifying areas for improvement. Monitoring key metrics can provide valuable insights into the effectiveness of our monetization strategies and help in optimizing revenue generation efforts. Notes to self: - Explore partnership opportunities with other relevant platforms to expand community reach and enhance user engagement. - Collaborate with the analyst to model potential monetization ideas and assess their viability for implementation. - Stay updated on NFT market trends and user preferences to identify optimal timing for monetization strategies. - Support Scott in his focus shift towards influencer monetization testing and provide resources for startup validation activities. - Evaluate virtual goods survey results and incorporate consumer feedback into product development and monetization planning. - Review and refine \"whereas\" statements to ensure alignment with our core values and strategic objectives for monetization. - Regularly monitor Growth Playbook metrics for performance tracking and consider adjustments to optimize revenue generation efforts.",
        "email_body": "What’s on my mind\r\n\r\nI’m trying to figure out how to build a monetization strategy that:\r\n\r\n   -\r\n\r\n   Allows us to monetize companies in a way that feels right to them\r\n   -\r\n\r\n   Provides end users and enthusiast communities a way to pay & play\r\n   -\r\n\r\n   Doesn’t lock us out of expansion (e.g. chip sales for poker makes it\r\n   hard to maneuver from there)\r\n   -\r\n\r\n   Allows us to build partnerships with other platforms that have “win win”\r\n   economics for everyone.\r\n\r\n\r\nI’m looking for an analyst who could work with me on a project\/contract\r\nbasis to help model out some of the potential monetization ideas we have.\r\nIdeally this is someone who understands games but isn’t solution locked,\r\nthey can think outside of traditional f2p gaming models. If you know\r\nsomeone please let me know!\r\n\r\nDoubling down on the note from last week on “connectedness”, we’re going to\r\nneed to be where communities are. I think we’ll need to be partnering with\r\nZoom, Discord, Slack, etc. Connectedness needs to be at core of our DNA. I\r\nthink ou\r\n\r\n\r\nI’ve had 5 calls with startups now. 4 of the 5 were willing to pay and\r\nnamed specific numbers in the $400\/mo range. It's a good signal for now.\r\n\r\nNFT communities feel like they aren’t ready. I’m bullish about digital\r\ncommunities as a whole over a several-year timeframe, but bearish over 12\r\nmonths. They aren’t stable, let alone able to pay.\r\n\r\nWhat we got done this week\r\n\r\nScott is refocusing most of his efforts away from NFT communities to help\r\nIsao with the influencer monetization test (GTM) and to validate the\r\nstartup opportunity.\r\n\r\nVirtual goods survey is out: https:\/\/6h6qmy6hhxo.typeform.com\/to\/e3Ii4QdF\r\n\r\nhttps:\/\/www.withconfetti.com\/ discovered this as a competitor. The\r\nexperience seems low quality but it is directly targeting events for\r\ncompanies. There are several of these that seem to come from the “corporate\r\nevent space” but have a low-quality user experience.\r\n\r\nI’ve started to build “whereas” statements as I’m learning more about the\r\nspace:\r\n\r\nWhereas other game companies are focused on the current game itself we are\r\nfocused on the communities themselves not this one game instance\r\n\r\nWhereas other games for companies\/communities are built low quality \/ for\r\nenterprise our games are built by game builders and the quality shows\r\n\r\nWhereas other games targeting communities are transient experiences ours\r\nhave a persistent state that enhances the persistent relationships\r\n\r\nWhereas other community game experiences require the end user to do\r\neverything we view our job as to create the engagement, not just facilitate\r\nit\r\n\r\nWhereas other poker games are looking to build their own community we\r\nproduce more engagement for communities where they already are\r\n\r\nGrowth Playbook\r\n\r\n\r\nMetrics\r\n\r\nPartial first row. I think these metrics are probably not super useful at\r\nthe moment given that our focus is on the market & customer discovery. I’ll\r\nkeep reporting as a matter of hygiene unless I start to feel that their\r\npresence is causing a distraction.\r\n",
        "email_subject": "FC Strategy Standup 1\/6",
        "email_to": "undisclosed-recipients:;",
        "email_from": "Amir Elaguizy <amir@fun.country>"
      }
    ]
  }
}